Repository: aismann/MysticMine
Catalog: locales/*.po
Languages: de_de, ru_ru

source: Menu
de_de: Menü
ru_ru: Меню

source: Press your button when ready
ru_ru: Нажмите любую кнопку, чтобы начать

source: Ready!
de_de: Bereit!
ru_ru: Готово!

source: waiting...
de_de: warten...
ru_ru: подождите…

source: OK
ru_ru: ОК

source: Info:
ru_ru: Справка

source: Switch the track with spacebar. You can also click on the track with your mouse to switch it.
de_de: Stelle die Weiche mit der Leertaste. Du kannst auch mit der Maus aufdie Weiche klicken um diese zu verstellen
ru_ru: Нажмите пробел, чтобы активировать рельсы. Вы также можете сделать это, нажав на рельсы мышкой.

source: A key switches all tracks on the playfield.
de_de: Eine Taste ändert alle Weichen auf dem Spielfeld.
ru_ru: Ключ активирует все рельсы на игровом поле.

source: Pass the dynamite by bumping into other car.
de_de: Gib das Dynamit weiter indem du andere Loren rammst.
ru_ru: Вы можете передавать динамит при столкновении с другой вагонеткой

source: Pass the lamp by bumping into other car.
de_de: Gib die Lampe weiter indem du andere Loren rammst.
ru_ru: Вы можете передавать или забирать лампу при столкновении с другой вагонеткой

source: Bring the diamond to a tunnel.
de_de: Bring den Diamanten in einen Tunnel
ru_ru: Отвезите алмаз в тоннель.

source: Pass the diamond by bumping into other car.
de_de: Gib den Diamanten weiter indem du andere Loren rammst.
ru_ru: Вы можете передавать или забирать алмаз при столкновении с другой вагонеткой.

source: With a balloon you can only go up.
de_de: Mit dem Ballon kannst du nur aufwärts fahren.
ru_ru: С шариком вы можете двигаться только вперед.

source: Only the car with axe can cut gold.
de_de: Nur die Lore mit der Axt kann Gold schneiden.
ru_ru: Резать золото можно только на вагонетке с топором.

source: Only your own flag can be collected.
de_de: Du kannst nur deine eigene Flagge einsammeln.
ru_ru: Вы можете поднять только свой флаг.

source: Go up slopes with oil.
de_de: Bezwinge Steigungen mit Öl.
ru_ru: Если у вас есть масло, ваша скорость движения будет выше.

source: You can't pickup anything when you have a rock. Lose the rock in a tunnel.
de_de: Du kannst nichts einsammeln wenn du einen Felsen hast. Werde den Felsen im Tunnel los.
ru_ru: Если вы везете камень, то не сможете больше ничего поднять. Оставьте камень в тоннеле.

source: A Torch moves every car to a different location
de_de: Eine Fackel bringt alle Loren an eine andere Position.
ru_ru: Фонарь направляет все вагонетки в разные локации.

source: A ghost makes you go up slopes and move through other cars.
de_de: Ein Geist lässt dich Steigungen herauf und durch andere Loren fahren.
ru_ru: Приведение увеличивает вашу скорость и позволяет двигаться сквозь другие вагонетки.

source: Game Ended!
de_de: Spiel beendet!
ru_ru: Игра окончена!

source: Ranking
de_de: Ergebnisliste
ru_ru: Счет

source: Played level as:
de_de: Level gespielt als:
ru_ru: Вы прошли уровень на:

source: Your current skill level:
de_de: Dein momentaner Skill Level:
ru_ru: Ваш уровень:

source: Nice job!
de_de: Gut gemacht!
ru_ru: Отлично!

source: Game Over!
ru_ru: Игра окончена!

source: Continue
de_de: Weiter
ru_ru: Продолжить

source: Skip Level
de_de: Level überspringen
ru_ru: Пропустить уровень

source: Options
de_de: Optionen
ru_ru: Настройки

source: To Menu
de_de: Zum Menü
ru_ru: Вернуться в меню

source: Quit
de_de: Ende
ru_ru: Выход

source: Adventure
de_de: Kampangne
ru_ru: Приключение

source: Quick play
de_de: Kurzspiel
ru_ru: Быстрая игра

source: Multiplayer
de_de: Mehrspieler
ru_ru: Несколько игроков

source: Sound
ru_ru: Звуки

source: Music
de_de: Musik
ru_ru: Музыка

source: Accessibility
de_de: Erreichbarkeit
ru_ru: Доступ

source: Close
de_de: Schließen
ru_ru: Закрыть

source: Windowed
de_de: Fenster Modus
ru_ru: В окне

source: Fullscreen
de_de: Vollbild Modus
ru_ru: На весь экран

source: Game
de_de: Spiel
ru_ru: Игра

source: Speed
de_de: Geschwindigkeit
ru_ru: Скорость

source: Scan
ru_ru: Просмотреть

source: One Switch
de_de: Eine Taste
ru_ru: Один игрок

source: Normal Mode
de_de: Normaler Modus
ru_ru: Обычный режим

source: Number of players?
de_de: Anzahl der Spieler?
ru_ru: Количество игроков

source: Player 1, press button!
de_de: Spieler 1, drück eine Taste!
ru_ru: Игрок 1, нажмите кнопку!

source: Player %d
de_de: Spieler %d
ru_ru: Игрок %d

source: Player %d, press button!
de_de: Spieler %d, drück eine Taste!
ru_ru: Игрок %d , нажмите кнопку!

source: Menu
de_de: Menü
ru_ru: Меню

source: Play
de_de: Spielen
ru_ru: Играть

source: skill: %(name)s (%(value).0f)
ru_ru: уровень: %(name)s (%(value).0f)

source: Unlocking item
de_de: Freigespielte Gegenstände
ru_ru: Доступный предмет

source: pickup:
de_de: Aufgesammelte Gegenstände:
ru_ru: Взято:

source: Secret Items:
de_de: Versteckte Gegenstände:
ru_ru: Секретные предметы

source: Mystic Mine
ru_ru: Таинственная шахта

source: Your mission is...
de_de: Deine Aufgabe ist...
ru_ru: Ваша задача - …

source: Coin Collect
de_de: Münzen sammeln
ru_ru: Собрать монет

source: %d second
de_de: %d Sekunde
ru_ru: %d секунда

source: %d coin
de_de: %d Münze
ru_ru: %d монета

source: Collect %(point)s in %(second)s.
de_de: Sammele %(point)s in %(second)s.
ru_ru: Собрать %(point)s за %(second)s.

source: Collect the most coins in %d second.
de_de: Sammele so viele Münzen wie möglich in %d Sekunde.
ru_ru: Собрать как можно больше монет за %d секунду

source: Be the first to collect %d coin.
de_de: Sammele als erster %d Münze.
ru_ru: Соберите %d монету быстрее всех.

source: Collect %d coin.
de_de: Sammele %d Münze.
ru_ru: Соберите %d монету.

source: Collect the most coins
de_de: Sammele die meisten Münzen
ru_ru: Соберите как можно больше монет

source: Collect %d more coin
de_de: Sammele noch %d Münze
ru_ru: Соберите более %d монет(ы).

source: All %d coin collected,
de_de: Alle %d Münzen eingesammelt,
ru_ru: Все монеты собраны: %d,

source: %d bonus point
de_de: %d bonus Punkt
ru_ru: Бонусные очки: %d

source: Collect many coins
de_de: Sammele viele Münzen
ru_ru: Соберите монеты

source: Hold the Lamp
de_de: Behalte die Lampe
ru_ru: Возьмите лампу

source: %d point
de_de: %d Punkt
ru_ru: %d очко

source: Gain %(point)s in %(second)s
de_de: Erreiche %(point)s in %(second)s
ru_ru: Заработайте %(point)s за %(second)s

source: Hold the lamp as long as possible.
de_de: Behalte die Lampe so lange wie möglich.
ru_ru: Удерживайте лампу как можно дольше.

source: Be the first to hold the lamp for %d second.
de_de: Sei der Erste der die Lampe für %d Sekunde behält.
ru_ru: Станьте первым, кто удержит лампу на протяжении %d секунды.

source: Hold the lamp for %d second.
de_de: Behalte die Lampe für %d Sekunde.
ru_ru: Удерживайте лампу на протяжении %d секунды.

source: Hold the lamp as long as possible
de_de: Behalte die Lampe so lange wie möglich
ru_ru: Удерживайте лампу как можно дольше.

source: Hold the lamp %d more second
de_de: Behalte die Lampe für mehr als %d Sekunde
ru_ru: Удерживайте лампу более %d секунды

source: Goal achieved, %d bonus point
de_de: Ziel erreicht, %d bonus Punkt
ru_ru: Цель достигнута! Получен бонус - %d очко

source: Gold Cutting
de_de: Gold abbauen
ru_ru: Золотая рубка

source: %d gold block
ru_ru: %d золотой слиток

source: Cut %(goldblock)s in %(second)s
de_de: Baue %(goldblock)s in %(second)s ab
ru_ru: Разрубите %(goldblock)s слитков за %(second)s

source: Collect the most gold in %d second.
de_de: Sammele das meiste Gold in %d Sekunde.
ru_ru: Соберите как можно больше золота за %d секунду.

source: Be the first to collect %d gold block.
de_de: Sei der erste der %d Gold Block sammelt.
ru_ru: Соберите %d золотой слиток быстрее всех.

source: Collect %d gold block.
de_de: Sammele %d Gold Block.
ru_ru: Соберите %d золотой слиток.

source: Cut the most goldblocks
de_de: Baue die meisten Gold Blöcke ab
ru_ru: Разрубите как можно больше золотых слитков.

source: Cut %d more gold block
de_de: Baue noch %d Gold Block ab
ru_ru: Разрубите более %d золотого слитка.

source: All %d gold block collected,
de_de: Alle %d Gold Block abgebaut,
ru_ru: Вы собрали %d золотой слиток.

source: Cut as many gold blocks as possible
de_de: Baue so viele Gold Blöcke wie möglich ab
ru_ru: Разрубите как можно больше золотых слитков.

source: Pass the Dynamite
de_de: Gib das Dynamit weiter
ru_ru: Передайте динамит.

source: %d time
de_de: %d mal
ru_ru: %d раз

source: Avoid the dynamite %(times)s in %(second)s
de_de: Weiche dem Dynamit %(times)s mal in %(second)s aus
ru_ru: Не перенимайте динамит %(times)s на протяжении %(second)s.

source: Pass the Dynamite in %d second.
de_de: Gib das Dynamit in %d Sekunde weiter.
ru_ru: Передать динамит за %d секунду.

source: Do some stuff %d.
de_de: Tue etwas %d.
ru_ru: Изготовьте немного материала %d.

source: Avoid the dynamite
de_de: Weiche dem Dynamit aus
ru_ru: Не перенимайте динамит.

source: Avoid the dynamite %d time.
de_de: Weiche dem Dynamit %d mal aus.
ru_ru: Не перенимайте динамит %d раз.

source: All %d dynamite avoided,
de_de: Allen %d Dynamitstange ausgewichen,
ru_ru: Вы ни разу не переняли динамит.

source: Race
de_de: Rennen
ru_ru: Гонки

source: %d flag
de_de: %d Flagge
ru_ru: %d флаг

source: Collect the most flags in %d second.
de_de: Sammele die meisten Flaggen in %d Sekunde.
ru_ru: Соберите как можно больше флагов за %d секунду.

source: Be the first to collect %d flag.
de_de: Sammele als erste %d Flagge.
ru_ru: Соберите %d флаг быстрее всех.

source: Collect %d flag.
de_de: Sammele %d Flagge.
ru_ru: Соберите %d флаг.

source: Race to your flag
de_de: Rase zu deiner Flagge
ru_ru: Не передавайте свой флаг.

source: Collect %d more flag
de_de: Sammele noch %d Flagge
ru_ru: Соберите более, чем %d флаг.

source: All %d flag collected,
de_de: Alle %d Flagge gesammelt,
ru_ru: %d флаг собран.

source: Collect as many flags as possible
de_de: Sammele so viele Flaggen wie möglich
ru_ru: Соберите как можно больше флагов.

source: Drop the rocks
de_de: Werde die Felsen los
ru_ru: Сбрасывайте камни.

source: Collect the most points
de_de: Sammele die meisten Punkte
ru_ru: Наберите как можно больше очков.

source: Collect %d more point
de_de: Sammele noch %d Punkt
ru_ru: Наберите более %d очка.

source: All %d point collected,
de_de: Alle %d Punkt gesammelt,
ru_ru: Набрано %d очко.

source: Collect as many points as possible
de_de: Sammele so viele Punkte wie möglich
ru_ru: Наберите как можно больше очков.

source: Diamond Collect
de_de: Diamanten sammeln
ru_ru: Вы собрали алмаз.

source: %d diamond
de_de: %d Diamant
ru_ru: %d алмаз.

source: Collect the most diamonds in %d second.
de_de: Sammele die meisten Diamanten in %d Sekunde.
ru_ru: Соберите как можно больше алмазов за %d секунду.

source: Be the first to collect %d diamond.
de_de: Sei der erste der %d Diamant sammelt.
ru_ru: Соберите %d алмаз быстрее всех.

source: Collect %d diamond.
de_de: Sammele %d Diamant.
ru_ru: Соберите %d алмаз.

source: Collect the most diamonds
de_de: Sammele die meisten Diamanten
ru_ru: Соберите как можно больше алмазов.

source: Collect %d more diamond
de_de: Sammele noch %d Diamant
ru_ru: Соберите более, чем %d алмаз.

source: All %d diamond collected,
de_de: Alle %d Diamant gesammelt,
ru_ru: Вы собрали %d алмаз.

source: Collect as many diamonds as possible
de_de: Sammele so viele Diamanten wie möglich
ru_ru: Соберите как можно больше алмазов.

source: Collect Frenzy
de_de: Sammelwahnsinn
ru_ru: Подобрать бонус «Ускорение»

source: Collect the most points in %d second.
de_de: Sammele die meisten Punkte in %d Sekunde.
ru_ru: Наберите как можно больше очков за %d секунду.

source: Be the first to collect %d point.
de_de: Sammele als erste %d Punkt.
ru_ru: Наберите %d очко быстрее всех.

source: Collect %d point.
de_de: Sammele %d Punkt.
ru_ru: Наберите %d очко.

source: Goldrush
de_de: Goldrausch
ru_ru: Золотая лихорадка

source: Collect all coins in %d second.
de_de: Sammele alle Münzen in %d Sekunde.
ru_ru: Соберите все монеты за %d секунду.

source: Collect the most coins.
de_de: Sammele die meisten Münzen.
ru_ru: Соберите как можно больше монет.

source: Collect all coins.
de_de: Sammele alle Münzen
ru_ru: Соберите все монеты.

source: Collect all the coins
de_de: Sammele alle Münzen
ru_ru: Соберите все монеты.

source: The Best
de_de: Der Beste!
ru_ru: Победитель

source: Expert
de_de: Experte
ru_ru: Эксперт

source: Master
de_de: Meister
ru_ru: Мастер

source: Experienced
de_de: Erfahrener
ru_ru: Специалист

source: Professional
de_de: Profi
ru_ru: Профессионал

source: Amateur
ru_ru: Любитель

source: Apprentice
de_de: Lehrling
ru_ru: Ученик

source: Beginner
de_de: Anfänger
ru_ru: Новичок

source: Buy now!
de_de: Jetzt kaufen!
ru_ru: Скачать сейчас

source: Buy this game now so you can * Continue this fun adventure * Play over 200 different levels together with 6 friends * Unlock all secret items * Discover new pickups and game styles * . . .
ru_ru: В полной версии игры вы сможете: * Продолжить свое приключение * Играть всем вместе более чем на 200 уровнях вшестером * Открыть все секретные предметы * Найти новые предметы и режимы игры * . . .

source: Demo has ended!
de_de: Demo beendet!
ru_ru: Демоверсия окончена

source: Click here to buy!
ru_ru: Нажмите здесь, чтобы скачать полную версию!

source: DEMO VERSION
ru_ru: ДЕМОВЕРСИЯ

source: Not in Demo
ru_ru: В полной версии

source: Congratulations!
ru_ru: Поздравляем!
